app/views/students/index.html.erb

<ol>
<%Student.all.each do |student|%>
---
SELECT "students".* FROM "students"