app/controllers/students_controller.rb

    def students
        @students = Student.all
---
SELECT "students".* FROM "students"